Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/saamelaiskarajat_arvioi_totuus-_ja_sovintokomission_tilannetta_ja_toimintaedellytyksia_huolellisesti.html.tmx
Source language: fin
Languages: sms

source: Saamelaiskäräjät arvioi totuus- ja sovintokomission tilannetta ja toimintaedellytyksiä huolellisesti
sms: Sääʹmteʹǧǧ ärvvtââll tuõttvuõtt- da suåvâdvuõttkomissio vueʹjj da tåimmjemõudldõõzzid tärkka

source: Saamelaisten totuus- ja sovintokomissio asetettiin valtioneuvoston toimesta 28. lokakuuta 2021.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõtteeš riikksuåvtõõzz tååimast kålggmannu 28. peeiʹv 2021.

source: Kevään 2022 aikana molemmat Saamelaiskäräjien esittämät komissaarit ovat eronneet luottamustoimestaan ja myös komission pääsihteeri on jättänyt tehtävänsä.
sms: Ǩiiđ 2022 ääiʹj kuhttu Sääʹmteeʹǧǧ eʹtǩǩeem komissaar lie rätkkjam oskkum tååimstes da komissio väʹlddpiisar lij še kuâđđam tuâjas.

source: Saamelaiskäräjillä tilannetta käydään läpi huolella.
sms: Sääʹmteeʹǧǧest vueʹjj mõõnât čõõđ tärkka.

source: Asiaa käsiteltiin 8.6.2022 pidetyssä hallituksen kokouksessa, jossa päätettiin myös asian viemisestä päätettäväksi Saamelaiskäräjien kokoukselle.
sms: Ääʹšš ǩiõttʼtõʹlleš 8.6.2022 tuõʹllʼjum halltõõzz såbbrest, koʹst tuʹmmeeš veâl ääʹšš viikkmõõžžâst tuʹmmeemnalla Sääʹmteeʹǧǧ såbbra.

source: Saamelaisten totuus- ja sovintokomissio asetettiin Valtioneuvoston toimesta 28. lokakuuta 2021.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio šiõtteeš riikksuåvtõõzz tååimast kålggmannu 28. peeiʹv 2021.

source: Asettamisensa jälkeen komissio on toiminut itsenäisesti ja riippumattomasti.
sms: Mâŋŋa šiõttummšest komissio tåimmjummuš lij leämmaš jiõččnallaš da čõõnteʹmes.

source: Kevään 2022 aikana totuus- ja sovintokomissio on järjestänyt asiantuntijakuulemisia, joihin on kutsuttu myös Saamelaiskäräjien yksittäisiä virkamiehiä kuultavaksi.
sms: Ǩiiđ 2022 ääiʹj tuõttvuõtt- da suåvâdvuõttkomissio lij riâššâm äʹšštobddikuurmõõžžid, koid lie še koččum kuullâmnalla Sääʹmteeʹǧǧ veʹrǧǧneeʹǩǩ õõuti õõuti.

source: Saamelaisten totuus- ja sovintokomissio tapasi ensimmäistä kertaa Saamelaiskäräjien hallitusta 9.5.2022 järjestetyssä tapaamisessa.
sms: Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio kaaunõõđi vuõss vuâra Sääʹmteeʹǧǧ halltõõzzin 9.5.2022 riâššum kaaunõõttmõõžžâst.

source: Toukokuussa 2022 molemmat Saamelaiskäräjien esittämät komissaarit Miina Seurujärvi sekä Heikki J. Hyvärinen ovat pyytäneet vapautusta komissaarin tehtävästään Valtioneuvostolta.
sms: Vueʹssmannust 2022 kuhttu Sääʹmteeʹǧǧ eʹtǩǩeem komissaar Miina Seurujärvi da Heikki J. Hyvärinen lie Riikksuåvtõõzzâst äännam čouddõõttâd komissaar tuâjain.

source: Valtioneuvosto myönsi eron Miina Seurujärvelle ja Heikki J. Hyväriselle komissaarin tehtävästä 25.5.2022 lukien.
sms: Riikksuåvtõs miõđi Miina Seurujärvi da Heikki J. Hyvärinen čouddõõttâd meädda komissaar tuâjast 25.5.2022 looǥǥeeʹl.

source: Komission pääsihteeri ilmoitti valtioneuvoston kanslialle koeajan purkamisesta Saamelaisten totuus- ja sovintokomission pääsihteerin virasta 22.5.2022 lähtien.
sms: Komissio väʹlddpiisar iʹlmmti riikksuåvtõõzz kansliaaʹje ǩiččlõddâmääiʹj čouddmõõžžâst Säʹmmlai tuõttvuõtt- da suåvâdvuõttkomissio väʹlddpiisar veeʹrjest 22.5.2022 vueʹljeeʹl.

source: Komission asettajatahojen, eli Saamelaiskäräjien, Kolttien kyläkokouksen sekä Valtioneuvoston kanslian edustajat ovat keskustelleet komissiossa tapahtuneista muutoksista ja jatkotoimista touko-kesäkuussa 2022 neljään otteeseen 13.5.2022, 18.5.2022, 25.5.2022 ja 2.6.2022.
sms: Komissio šiõtteeipeäʹl, Sääʹmteeʹǧǧ, Saaʹmi siidsåbbar di Riikksuåvtõõzz kanslia eeʹttkõʹstti lie saǥstõõllâm komissiost šõddâm muttsi da juätkktååimai pirr vueʹss-ǩieʹssmannust 2022 neellj vuâra 13.5.2022, 18.5.2022, 25.5.2022 da 2.6.2022.

source: Lisäksi komission asettaneet tahot ovat 18.5.2022 kuulleet vallitsevasta tilanteesta kaikkia viittä alun perin komissaareiksi nimettyä henkilöä sekä 25.5.2022 kolmea sihteeristön suunnittelijaa.
sms: Komissio šiõtteei peäʹl lie veâl 18.5.2022 kuullâm âʹlnn åårrai vueʹjj pirr pukid viiđ algg aalǥâst komissaarân nõõmuum oummu di 25.5.2022 koolm piisarkååʹdd plaanni. – Sääʹmteʹǧǧ väldd vueʹjj tuõđâst.

source: – Saamelaiskäräjät suhtautuu tilanteeseen vakavasti.
sms: Lij tarbb vueiʹtted vuäǯǯad vueʹššen kudd koov vueʹjjest šõddâm aaʹššin da tõn vuâđald ärvvtõõllâd, måkam čouddmõõžžid proseeʹss juätkkmõš kaiʹbbai, tuâtt Sääʹmteeʹǧǧ saaǥǥjååʹđteei Tuomas Aslak Juuso.

source: On tarpeen voida muodostaa ensin riittävä tilannekuva tapahtumista ja sen perusteella arvioida, minkälaisia ratkaisuja prosessin jatkaminen vaatii, toteaa Saamelaiskäräjien puheenjohtaja Tuomas Aslak Juuso.
sms: Tuõttvuõtt- da suåvâdvuõttkomissio juätkast tuʹmmeet Sääʹmteeʹǧǧ såbbrest

source: Totuus- ja sovintokomission jatkosta päätetään Saamelaiskäräjien kokouksessa
sms: Sääʹmteeʹǧǧ halltõs saǥstõõli tuõttvuõtt- da suåvâdvuõttkomissio vueʹjj da juätkktååimai pirr såbbreʹstes 8.6.2022.

source: Saamelaiskäräjien hallitus keskusteli totuus- ja sovintokomission tilanteesta ja jatkotoimista kokouksessaan 8.6.2022.
sms: Halltõs tuʹmmii kåččad 23.6.2022 koččum Sääʹmteeʹǧǧ såbbra kuullâmnalla pukid vitt tuõttvuõtt- da suåvâdvuõttkomissiooʹje aalǥâst nõõmuum vuäzzlaid, tuõttvuõtt- da suåvâdvuõttkomissio piisarkååʹdd plaanʼjid, di tuâjas kuâđđam väʹlddpiisar.

source: Hallitus päätti kutsua 23.6.2022 pidettävään Saamelaiskäräjien kokoukseen kuultaviksi kaikki viisi totuus- ja sovintokomissioon alun perin nimettyä jäsentä, totuus- ja sovintokomission sihteeristön suunnittelijat, sekä tehtävänsä jättäneen pääsihteerin.
sms: Sääʹmteeʹǧǧ såbbra kååččat kuullâmnalla veâl sääʹm psykososiaalʼlaž tuärj kääzzkâʹsttemjuâkkaz haʹŋǩǩõsjååʹđteei Heidi Eriksen.

source: Lisäksi Saamelaiskäräjien kokoukseen kutsutaan kuultavaksi saamelaisten psykososiaalisen tuen palveluyksikön hankejohtaja Heidi Eriksen.
sms: Sääʹmteeʹǧǧ halltõs tuʹmmii viikkâd tiuddsåbbra še ođđ komissaari vaʹlljummuž čouddõõttâm komissaari sâjja da taarb mieʹldd tuʹmmstõõǥǥ jeeʹres tååimain proseeʹss juätk juuʹrdeeʹl.

source: Saamelaiskäräjien hallitus päätti viedä täyskokouksen myös uusien komissaarien valinnan eronneiden komissaarien tilalle ja tarvittaessa päätöksen muista toimenpiteistä prosessin jatkoa ajatellen.
sms: Halltõs auʹǯǯai veâl saaǥǥjååʹđteeikååʹdd saǥstõõllâd proseeʹss jeeʹres vueʹsspieʹlivuiʹm tååimai pirr, koivuiʹm ainsmââʹttet proseeʹss vueiʹttemvuõđid oʹnsted da tåimmjemõudldõõzzi pirr.

source: Lisäksi hallitus kehottaa puheenjohtajistoa neuvottelemaan prosessin eri osapuolten kanssa toimenpiteistä, joilla varmistetaan prosessin onnistumismahdollisuudet ja toimintaedellytykset.
sms: Saaǥǥjååʹđteeikåʹdd raportâstt tiuddsåbbra ääiʹjpoddsaž vueʹjj.

source: Puheenjohtajisto raportoi täyskokoukselle ajankohtaisen tilanteen.
sms: – Vueʹjj da obbkoov čiõʹlǧǧeem diõtt vueiʹnnep täʹrǩǩen, što Sääʹmteeʹǧǧ vuäzzlain lij vueiʹttemvuõtt kuullâd tuõttvuõtt- da suåvâdvuõttkomissio tuâjast tän räjja mieʹldd åårram oummuid di veâl sääʹm psykososiaalʼlaž tuärj äʹšštobddi.

source: – Tilanteen ja kokonaiskuvan selventämiseksi näemme tärkeäksi, että Saamelaiskäräjien jäsenille on mahdollisuus kuulla totuus- ja sovintokomission työssä tähän asti mukana olleita henkilöitä sekä myös saamelaisten psykososiaalisen tuen asiantuntijaa.
sms: Mâŋŋa täʹst Sääʹmteeʹǧǧ vuäzzla vuäiʹtte tuäivvmest pueʹrben ärvvtõõllâd ođđ komissaari nõõmummuž da taarbšum tååimaid, juätkk I väärrsaaǥǥtuõʹllʼjeei Anni Koivisto.

source: Tämän jälkeen Saamelaiskäräjien jäsenet voivat toivottavasti paremmin arvioida uusien komissaarien nimeämistä ja tarvittavia toimenpiteitä, jatkaa I varapuheenjohtaja Anni Koivisto.
sms: Lââʹssteâđ:

source: Lisätietoja:
sms: Tuomas Aslak juuso Saaǥǥjååʹđteei 040 687 3394 tuomas.juuso@samediggi.fi

source: Tuomas Aslak Juuso Puheenjohtaja 040 687 3394 tuomas.juuso@samediggi.fi
sms: Anni Koivisto I väärrsaaǥǥjååʹđteei 040 415 5969 anni.koivisto@samediggi.fi
